INSERT INTO professors (id, department_id, name) VALUES
-- 컴퓨터공학과
(1, 1, '김도윤'),
(2, 1, '이서준'),
(3, 1, '박지후'),
(4, 1, '최민재'),

-- 전자공학과
(5, 2, '정우진'),
(6, 2, '한지민'),
(7, 2, '이하준'),
(8, 2, '조민성'),

-- 기계공학과
(9, 3, '박건우'),
(10, 3, '김하늘'),
(11, 3, '이현우'),
(12, 3, '정민호'),

-- 화학과
(13, 4, '김수연'),
(14, 4, '박선우'),
(15, 4, '최하영'),
(16, 4, '이도연'),

-- 생명과학과
(17, 5, '정다현'),
(18, 5, '박지민'),
(19, 5, '윤서준'),
(20, 5, '김나연'),

-- 국어국문학과
(21, 6, '이하린'),
(22, 6, '박시우'),
(23, 6, '정예진'),
(24, 6, '김태양'),

-- 경영학과
(25, 7, '최지훈'),
(26, 7, '이유진'),
(27, 7, '박서현'),
(28, 7, '정하늘'),

-- 심리학과
(29, 8, '김민서'),
(30, 8, '이도현'),
(31, 8, '정유진'),
(32, 8, '박하윤'),

-- 디자인학과
(33, 9, '이하율'),
(34, 9, '박은우'),
(35, 9, '정하린'),
(36, 9, '김도하'),

-- 음악학과
(37, 10, '최유나'),
(38, 10, '박현수'),
(39, 10, '이서영'),
(40, 10, '정민아');
